{"response":{"meta":{"hits":6,"time":72,"offset":0},"docs":[{"web_url":"http:\/\/www.nytimes.com\/aponline\/2015\/07\/07\/us\/ap-us-travel-panama-city-beach-tourism-turnaround.html","snippet":"Following a spring break filled with shootings, an alleged gang rape and other mayhem, Panama City Beach is having a record-breaking summer tourism season as experts say the community did a good job of reacting to the negative news by quickly pass...","lead_paragraph":"Following a spring break filled with shootings, an alleged gang rape and other mayhem, Panama City Beach is having a record-breaking summer tourism season as experts say the community did a good job of reacting to the negative news by quickly passing laws to curtail the chaos.","abstract":null,"print_page":null,"blog":[],"source":"AP","multimedia":[],"headline":{"main":"Panama City Beach Rebounds After Turbulent Spring Break","print_headline":"Panama City Beach Rebounds After Turbulent Spring Break"},"keywords":[],"pub_date":"2015-07-07T14:36:49Z","document_type":"article","news_desk":"None","section_name":"U.S.","subsection_name":null,"byline":{"person":[],"original":"By THE ASSOCIATED PRESS","organization":"THE ASSOCIATED PRESS"},"type_of_material":"News","_id":"559c1c9a38f0d81b1af2d3c6","word_count":"437","slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/aponline\/2015\/07\/07\/us\/ap-us-tourism-turnaround.html","snippet":"Following a spring break filled with shootings, an alleged gang rape and other mayhem, Panama City Beach is having a record-breaking summer tourism season as experts say the community did a good job of reacting to the negative news by quickly pass...","lead_paragraph":"Following a spring break filled with shootings, an alleged gang rape and other mayhem, Panama City Beach is having a record-breaking summer tourism season as experts say the community did a good job of reacting to the negative news by quickly passing laws to curtail the chaos.","abstract":null,"print_page":null,"blog":[],"source":"AP","multimedia":[],"headline":{"main":"Panama City Beach Rebounds After Turbulent Spring Break","print_headline":"Panama City Beach Rebounds After Turbulent Spring Break"},"keywords":[],"pub_date":"2015-07-07T12:54:31Z","document_type":"article","news_desk":"None","section_name":"U.S.","subsection_name":null,"byline":{"person":[],"original":"By THE ASSOCIATED PRESS","organization":"THE ASSOCIATED PRESS"},"type_of_material":"News","_id":"559c049a38f0d81b1af2d372","word_count":"437","slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/aponline\/2015\/07\/07\/us\/ap-10-things-to-know-today.html","snippet":"Your daily look at late-breaking news, upcoming events and the stories that will be talked about Wednesday:...","lead_paragraph":"Your daily look at late-breaking news, upcoming events and the stories that will be talked about Wednesday:","abstract":null,"print_page":null,"blog":[],"source":"AP","multimedia":[],"headline":{"main":"10 Things to Know for Wednesday","print_headline":"10 Things to Know for Wednesday"},"keywords":[],"pub_date":"2015-07-07T06:17:07Z","document_type":"article","news_desk":"None","section_name":"U.S.","subsection_name":null,"byline":{"person":[],"original":"By THE ASSOCIATED PRESS","organization":"THE ASSOCIATED PRESS"},"type_of_material":"News","_id":"559ba7c138f0d87e629d55b8","word_count":"325","slideshow_credits":null},{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E1D61F3AF934A35754C0A9639D8B63","snippet":"THOMANN--John, died on July 4, 2015. The people of Turner Construction Company are deeply saddened at the loss of their colleague John Thomann. John, a leader in the construction industry in New York, served as vice president and general manager o...","lead_paragraph":"THOMANN--John, died on July 4, 2015. The people of Turner Construction Company are deeply saddened at the loss of their colleague John Thomann. John, a leader in the construction industry in New York, served as vice president and general manager of Turner's Interiors group in New York for the past ten years. John, who was diagnosed with cancer six years ago, is survived by his wife, Kathleen, daughter Jacqueline and son James. Upon graduation from Manhattan College in 1987, John joined Turner Construction Company in New York. Among his leadership roles at the company were as Superintendent, Purchasing Manager and Project Executive. Under his leadership, the New York Interiors group has long been recognized as one of the leading interiors contractors in New York. A native of Queens, he had a positive impact across New York City as he led the delivery of services to clients in the commercial office, retail, hospitality, sports and entertainment, education, and government sectors. John also made a difference through his leadership and support of community and industry organizations. John received the Victory Award for outstanding commitment to charitable giving from the Saint Dominic's Home, the Francis Award from the St. Francis Food Pantries and Shelters for his outstanding charitable works, and the Progress of Peoples Achievement Award from Catholic Charities of Brooklyn and Queens for outstanding leadership and commitment to creating secure homes in a caring community for low-income seniors and families, the disabled and formerly homeless. John's friendship, leadership, service and mentorship will be missed by all that knew him. Visitation will be held at Connell Funeral Home at 934 New York Ave. in Huntington Station, NY on Wednesday July 8 from 2:00 - 4:00 and 7:00 - 9:00. Mass will be held at St. Elizabeth's Church at 175 Wolf Hill Road in Melville, NY on Thursday at 9:30. All of us at Turner 1\/3","abstract":null,"print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Paid Notice: Deaths  THOMANN, JOHN"},"keywords":[{"name":"persons","value":"THOMANN, JOHN"}],"pub_date":"2015-07-07T00:00:00Z","document_type":"article","news_desk":"Classified","section_name":"Paid Death Notices","subsection_name":null,"byline":null,"type_of_material":"Paid Death Notice","_id":"55a5cd7538f0d8361af04744","word_count":"312","slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/aponline\/2015\/07\/07\/us\/ap-us-itunes-apps-top-10.html","snippet":"App Store Official Charts for the week ending July 6, 2015:...","lead_paragraph":"App Store Official Charts for the week ending July 6, 2015:","abstract":null,"print_page":null,"blog":[],"source":"AP","multimedia":[],"headline":{"main":"The Top iPhone and iPad Apps on App Store","print_headline":"The Top iPhone and iPad Apps on App Store"},"keywords":[],"pub_date":"2015-07-07T14:24:30Z","document_type":"article","news_desk":"None","section_name":"U.S.","subsection_name":null,"byline":{"person":[],"original":"By THE ASSOCIATED PRESS","organization":"THE ASSOCIATED PRESS"},"type_of_material":"News","_id":"559c19b838f0d81b1af2d3b9","word_count":"284","slideshow_credits":null},{"web_url":"http:\/\/www.legacy.com\/Link.asp?I=LS000175240794","snippet":"LOOP--Floyd D., M.D. Floyd D. Loop M.D. Former CEO and chairman of Cleveland Clinic, passed away June 11. Dr. Loop served as chairman and CEO of Cleveland Clinic from 1989 to 2004. He was a pioneering cardiac surgeon and former chairman of the Dep...","lead_paragraph":"<!-- FLOYD LOOP --><IMG SRC=\"\/Images\/Cobrands\/NYTimes\/Photos\/NYT-0002009275-LOOPF_22_143890784.1_191111.jpg\" lgyOrigName=\"NYT-0002009275-LOOPF_22_143890784.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">LOOP--Floyd D., M.D.<br\/><br\/> Floyd D. Loop M.D. Former CEO and chairman of Cleveland Clinic, passed away June 11. Dr. Loop served as chairman and CEO of Cleveland Clinic from 1989 to 2004. He was a pioneering cardiac surgeon and former chairman of the Department of Thoracic and Cardiovascular Surgery. Under his leadership, Cleveland Clinic became an integrated regional healthcare delivery system, with an expanded main campus, hospital and clinic in Florida, and its own medical school program. He launched construction of what would become the Sydell and Arnold Miller Family Pavilion and Glickman Tower, and established a sound foundation for Cleveland Clinic's growth in the current century. \"The legacy of Dr. Loop is all around us,\" says Toby Cosgrove, MD, current president and CEO of Cleveland Clinic. \"We can never forget all he's done to make Cleveland Clinic one of the world's great medical centers.\" Known to friends and colleagues as \"Fred\", Dr. Loop was the son of a country doctor from Lafayette, Indiana. He graduated from Purdue University, Indiana, and earned his medical degree at The George Washington University, Washington, D.C. After post-graduate training at The George Washington University, the US Air Force at Andrews Air Force Base, and Cleveland Clinic, he joined Cleveland Clinic as a cardiac surgeon in 1970. He performed more than 12,000 cardiac surgeries, and was the author of 350 papers on all aspects of cardiovascular surgery. He refined arterial grafting, improved reoperative techniques, and confirmed the superiority of the internal thoracic artery as a bypass graft to the left anterior descending coronary artery. He led comprehensive follow-up studies of bypass patients, and helped establish the world's first computerized registry of cardiac surgery outcome. In 1975, he was named chairman of the Department of Thoracic and Cardiovascular surgery. Over the next 14 years, he consolidated Cleveland Clinic's worldwide reputation for excellence in cardiac surgery, and assembled a team of expert surgeons who would go on to lead their specialty and set the pace for years to come. Dr. Loop was named CEO in 1989. His challenges included declining reimbursement, potential competition from private hospital systems, and the need to preserve Cleveland Clinic's specialty focus amid a growing demand for primary services. He stabilized finances, centralized authority, and streamlined reporting relationships. His strategy to improve regional access resulted in the construction of family health ambulatory centers across Northeast Ohio, and the acquisition of eight community hospitals through the 1990s. At the same time, he invested heavily in information technology, laying the groundwork for a comprehensive electronic medical records system. With a leadership gift of $100 million from Alfred Lerner and family, he launched a philanthropic campaign that enabled the construction of the Lerner Research Institute, Cole Eye Institute, Taussig Cancer Center, and the Lerner College of Medicine of Case Western Reserve University. He improved access and added new operating rooms through the Maria and Sam Miller Emergency Services building. He reaffirmed commitment to Cleveland Clinic Florida, and built a new integrated medical campus in Weston, Florida. Programs and facilities founded under his leadership include the Sherwin Research Building, Children's Hospital, Cleveland Clinic Innovations, the Surgery Center, Neurological Imaging Center, Cleveland Clinic Sports Health, and the purchase and renovation of Foundation House. In 2001, Dr. Loop announced plans for the current Miller Family Pavilion to consolidate heart and vascular services at a single location. With modifications and the addition of the Glickman Tower, the new facility was completed under the administration of Dr. Cosgrove in 2008. Dr. Loop was married to Bernadine Healy, MD, (1944-2011), who served as chairman of the Research Institute from 1985 to 1995. His awards and honors include the American Heart Association Citation for International Service, the American College of Cardiology Cummings Humanitarian Award, and Cleveland Clinic Lerner Humanitarian Award. Dr. Loop retired as CEO in 2004. He continued to advise and mentor and served on private and public corporate boards. His book, \"Leadership and Medicine\" was published in 2009.<br><br>\n ","abstract":null,"print_page":null,"blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Paid Notice: Deaths  LOOP, FLOYD "},"keywords":[],"pub_date":"2015-07-07T20:11:14Z","document_type":"article","news_desk":"Classified","section_name":"Paid Death Notices","subsection_name":null,"byline":null,"type_of_material":"Paid Death Notice","_id":"559ce6a438f0d81b1af2d5e0","word_count":"657","slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}